[
    {
        "title": "Portgas D. Ace",
        "text": "Portgas D. Ace, nascido como Gol D. Ace e apelidado de Ace era o filho biológico do falecido Rei dos Piratas, Gol D. Roger, e Portgas D. Rouge, bem como o irmão mais velho de consideração de Luffy e Sabo. Ace foi adotado por Monkey D. Garp, conforme havia sido solicitado por Roger antes de sua execução.[14] Ace era capitão dos Piratas Spade antes de ser recrutado para os Piratas do Barba Branca e se tornar comandante da sua 2ª divisão. Ele comeu a Mera Mera no Mi, dando-lhe o poder de se transformar e manipular chamas.",
        "tags": ["Pirata", "Barba Branca"],
        "image": "https://i.pinimg.com/originals/8d/4f/cc/8d4fccaa842a029dd517eb1b0837d558.jpg",
        "alt": "Foto do Portgas D. Ace"
    },
    {
        "title": "Monkey D. Luffy",
        "text": "Monkey D. Luffy, também conhecido como Luffy do Chapéu de Palha e comumente como Chapéu de Palha, é o fundador e capitão dos cada vez mais infames e poderosos Piratas do Chapéu de Palha, bem como o mais poderoso de seus melhores lutadores. Ele deseja encontrar o tesouro lendário deixado para trás pelo falecido Gol D. Roger e assim se tornar o Rei dos Piratas, o que ajudaria a facilitar um sonho desconhecido dele que ele contou apenas para Shanks, seus irmãos e tripulação. Ele acredita que ser o Rei dos Piratas significa ter a maior liberdade do mundo.",
        "tags": ["Pirata", "Chapeu de palha", "Capitão"],
        "image": "https://i.pinimg.com/originals/85/6b/55/856b55a061ea294cb4b747bfbd2b5de8.jpg",
        "alt": "Foto do Monkey D. Luffy"
    },
    {
        "title": "Nico Robin",
        "text": "Nico Robin, também conhecida como Criança Demônio e Luz da Revolução, é a arqueóloga dos Piratas do Chapéu de Palha. Ela é a única sobrevivente da ilha destruída de Ohara, localizada no West Blue. Como resultado, ela é atualmente a única pessoa no mundo com a capacidade de ler e decifrar Poneglyphs, uma habilidade que é considerada proibida e que ameaça o Governo Mundial. Ela foi introduzida pela primeira vez como o vice-presidente da Baroque Works e antagonista secundária da Saga Alabasta, conhecida como Miss All Sunday, antes de se juntar aos Chapéus de Palha. Ela é a sétima integrante da tripulação, a sexta a se unir e, como Nami, é a segunda a reentrar, chegando perto do final do Arco Enies Lobby. Robin também é o primeiro membro a ter sido um antagonista. Ela comeu a Hana Hana no Mi.",
        "tags": ["Pirata", "Chapeu de palha", "Arqueóloga"],
        "image": "https://i.pinimg.com/originals/a3/0a/68/a30a6876716a3b2fc8c242edaeb42be3.jpg",
        "alt": "Foto da nico robin"
    }
]